<html lang="fr">
<head>
	<title>&lt;Gr&eacute;gory CORNU&nbsp /&gt;</title>
	<link rel="stylesheet" type="text/css" href="css/style.css">
	<link rel="icon" type="image/png" href="ressources/favicon.ico" />
	<meta name="description" content="Grégory CORNU">
	<meta http-equiv="Content-Security-Policy" content="default-src 'self' https://www.google-analytics.com">
	<!-- <meta http-equiv="X-Frame-Options" content="DENY"> -->
	<meta http-equiv="X-XSS-Protection" content="1; mode=block">
	<meta http-equiv="X-Content-Type-Options" content="nosniff">
	<meta property="og:title" content="Grégory CORNU" />
	<meta property="og:url" content="http://www.gregorycornu.fr" />
	<meta property="og:type" content="Mini site" />
</head>
<body>

<div id="container">

	<!-- Entête -->	
	<header id="header">
		<h1 id="title">&lt;Gr&eacute;gory CORNU&nbsp/&gt;</h1>
		<enlight>Management&nbsp;des Syst&egrave;mes&nbsp;d'Information&nbsp;:</enlight> <strong>Architecture&nbsp;d'Entreprise, Digital, Performance, S&eacute;curit&eacute;</strong>
	</header>

	<!-- Navigation -->	
	<nav id="menu" class="clearfix">
		<ul class="tabs">
			<li class="current" data-tab="tab-0">&gt;&gt;&nbsp;Accueil</li>
			<li data-tab="tab-2">&gt;&gt;&nbsp;Cursus</li>
			<li data-tab="tab-1">&gt;&gt;&nbsp;Projets</li>
			<li data-tab="tab-5">&gt;&gt;&nbsp;Activit&eacute;s</li>
			<li data-tab="tab-3"><a href="ressources/cv.pdf" target="_blank">&gt;&gt;&nbsp;CV</a></li>
			<li data-tab="tab-4">&gt;&gt;&nbsp;A propos</li>
		</ul>
	</nav> 

	<!-- Zone principale -->
	<section id="content">
		<!-- Mod&egrave;le d'onglet 
			<div id="tab-0" class="tab-content current">
			<h2>&gt;&nbsp;Mod&egrave;le</h2>
			<p>...</p>
			</div>
		-->
		<div id="tab-0" class="tab-content current">
			<h2>&gt;&nbsp;Pour me pr&eacute;senter...</h2>
			<h3>Bonjour !</h3>
			<p>Je n'ai, a priori, pas (encore) la chance de vous conna&icirc;tre, mais j'esp&egrave;re que votre navigation au sein de ce "mini-site" nous permettra de faire plus ample connaissance.
			<p>Curieux et opini&acirc;tre, j'ai la conviction que le monde des Syst&egrave;mes d'Informations est un &eacute;cosyst&egrave;me riche. Riche de ses fonctionnalit&eacute;s, de ses usages connus, mais surtout riche de ses usages &agrave; venir, via le recoupement et l'enrichissement des informations dont il est constitu&eacute;
		</div>
		<div id="tab-1" class="tab-content">
			<h2>&gt;&nbsp;Zoom projets...</h2>
			<h3>ENGIE B2C</h3>
			<ul>
				<li>Programme DIGITAL : Cr&eacute;ation d'un nouvel &eacute;cosyst&egrave;me pour le march&eacute; "B2C Particuliers"
					<p>Cr&eacute;ation d'un nouveau socle d'h&eacute;bergement DIGITAL<br />
					Cadrage de l'architecture applicative<br />
					Pilotage du chantier performance via la d&eacute;finition d'exigences non-fonctionnelles<br />
					Animation d'&eacute;quipes matric&eacute;es</p>
				</li>
				<li>Programme CALYPSO : R&eacute;novation d'un SI Commercial
					<p>Pilotage de l'architecture du Programme<br />
					Coordination de l'architecture fonctionnelle, applicative et technique des cinq projets impliqu&eacute;s : IHM / SOA / GRC / ADV / BI<br />
					Mise en oeuvre d'une architecture SOA et des m&eacute;canismes de gouvernance associ&eacute;.
					</p>
				</li>
				<li>Projet Symphonie : Refonte du SI Commercial pour l'ouverture des march&eacute;s
					<p>D&eacute;finition et construction de l'architecture et des chaines de livraison.<br/>
					Interlocuteur privil&eacute;gi&eacute; entre le projet et les domaines d'expertise.<br />
					Responsable de l'infrastructure d'&eacute;changes et de s&eacute;curit&eacute; du socle projet.<br />
					Evalutation des alternatives d'int&eacute;gration des solutions (coûts, exploitabilit&eacute;, ...).</p>
				</li>
			</ul>
			<h3>ENGIE DSI</h3>
			<ul>
				<li>Fondation eXtended Web (XWeb) : Cr&eacute;ation d'une offre d'h&eacute;bergement de portails Web
					<p>Conception d'une architecture d&eacute;di&eacute;e &agrave; l'h&eacute;bergement de portails Web.<br />
					D&eacute;veloppement financier et commerciale de l'offre.<br />
					Proposition d'un cost-model, du business plan associ&eacute; et recherche de financements.<br />
					Accompagnement des projets clients de l'offre.</p>
				</li>
			</ul>
			<h3>GrDF</h3>
			<ul>
				<li>Projet ATHENA : Virtualisation des Centres d'Appels D'urgence Gaz
					<p>Projet command&eacute; par le Comit&eacute; de R&eacute;gulation de l'Energie (CRE).<br />
					Cr&eacute;ation d'un nouveau syst&egrave;me d'information pour les centres d'appels d'urgence et d&eacute;pannage Gaz du GrDF.<br />
					Prise en comptes des sp&eacute;cificit&eacute;s r&eacute;glementaires li&eacute;es aux urgences gaz.</p>
				</li>
			</ul>			
			<h3>G&eacute;n&eacute;rale des Eaux : Rouen (76)</h3>
			<ul>
				<li>Projet SSO : Mise en place d'une solution de Single Sign-On
					<p>Projet command&eacute; par le Comit&eacute; de R&eacute;gulation de l'Energie (CRE).<br />
					Cr&eacute;ation d'un nouveau syst&egrave;me d'information pour les centres d'appels d'urgence et d&eacute;pannage Gaz du GrDF.<br />
					Prise en comptes des sp&eacute;cificit&eacute;s r&eacute;glementaires li&eacute;es aux urgences gaz.</p>
				</li>
			</ul>
		</div>
		<div id="tab-2" class="tab-content">
			<h2>&gt;&nbsp;Mes formations...</h2>
			<div id="col-left">
				<h3>Autodidactes&nbsp;:</h3>
					<ul>
						<li>2016 - [En cours] AWS Certificate Solutions Architect Associate&nbsp;:
							<p>Utilisation de la plateforme <a href="https://qwiklabs.com/">qwikLABS</a> pour r&eacute;aliser les ateliers pr&eacute;alables &agrave; la certification.</p>
						</li>
						<li>2015 - Chiffrement&nbsp;:
							<p>Utilisation avanc&eacute;e de diff&eacute;rentes versions d'openSSL et de produits logiciels afin d'&eacute;tudier la force des chiffrements en pr&eacute;vision de le remplacement progessif de TLS 1.0.</p>
						</li>
						<li>2014 - Arduino/Genuino/JeeDOM&nbsp;:
							<p>Evaluation des produits en vue de leur utilisation domotique/IoT future dans le cadre d'une r&eacute;novation immobili&egrave;re lourde.</p>
						</li>
						<li>2014 - Mod&eacute;lisation 3D&nbsp;:
							<p>Apprentissage et mod&eacute;lisation avanc&eacute;e avec Sketchup.</p>
						</li>
						<li>2013 - Public Key Infrastructure&nbsp;:
							<p>Cr&eacute;ation d'une PKI locale avec autorit&eacute; racine et interm&eacute;diaires g&eacute;rant des listes de r&eacute;vocation.</p>
						</li>
						<li>2010 - SOA&nbsp;(<a href="https://www.amazon.com/Definitive-Guide-SOA-AquaLogic-Service/dp/1590597974/ref=sr_1_4/105-9647134-0438009?ie=UTF8&s=books&qid=1191917004&sr=1-4">Lien</a>)&nbsp;:
							<p>Comparaison entre les paradigmes SOAP et REST afin d'identifier les zones de confort en terme d'usages.</p>
						</li>
						<li>2009 - Framework PHP Symfony&nbsp;(<a href="https://www.amazon.com/Definitive-Guide-symfony-Experts-Source/dp/1590597869/ref=sr_1_sc_2?s=books&ie=UTF8&qid=1477474737&sr=1-2-spell&keywords=syfony">Lien</a>)&nbsp;:
							<p>Utilisation du framework dans le cadre de d&eacute;veloppement de projets &agrave; destination d'associations d'une part de de d&eacute;monstrateur personnels d'autre part.</p>
						</li>
						<li>2008 - R&eacute;seaux de stockage&nbsp; SAN / NAS / CAS
						</li>
					</ul>
			</div>
			<div id="col-right">
				<h3>Encadr&eacute;es</h3>
					<ul>
						<li>2016 - Finance pour les non financiers&nbsp;: <p>Plannifi&eacute;e</p></li>
						<li>2015 - Analyse transactionnelle&nbsp;: <p>M&eacute;thode de d&eacute;cryptage des relations humaines appliqu&eacute;es au management de l'entreprise.</p></li>
						<li>2014 - Management&nbsp;: <p>D&eacute;ploiement du r&ocirc;le de management dans les relations humaines.</p></li>
						<li>2013 - Efficacit&eacute; inter-personnelle&nbsp;: <p>Apprendre &agrave; se connaitre pour mieux appr&eacute;hender sa relation aux autres.</p></li>
						<li>2012 - Analyse des Syst&egrave;mes d'Information par la valeur&nbsp;: <p>M&eacute;thode de scoring de la valeur des fonctionnalit&eacute;s d'un SI.<br />M&eacute;thode de cr&eacute;ativit&eacute;, d'assemblage et d'analyse des solutions &agrave; plus forte valeur.</p></li>
						<li>2010 - Financement des Syst&egrave;mes d'Information&nbsp;: <p>M&eacute;thode d'&eacute;valuation des co&ucirc;ts des SI, en relation avec le cont&ocirc;le de gestion.</p></li>
						<li>2009 - N&eacute;gocier en situation tendue&nbsp;: <p>M&eacute;thode d'dentification des signaux de tension et de leur d&eacute;samorcage.</p></li>
						<li>2008 - R&eacute;ussir ses synth&egrave;ses&nbsp;: <p>Formation dispens&eacute;e par Sciences Po, m&eacue;thode de lecture diagonale et de synth&egrave;se &eacute;crite.</p></li>
						<li>2007 - Gestion de projets&nbsp;: <p>Facteur cl&eacute;s de fonctionnement d'un projet r&eacute;ussi.</p></li>
						<li>2006 - Organisation efficace du temps&nbsp;: <p>Fourniture de cl&eacute;s pour prioriser et opitmiser la valeur du temps.</p></li>
					</ul>
			</div>
			<div id="assise">
				<h3>Sup&eacute;rieures</h3>
					<ul>
						<li>2004 - Ing&eacute;nieur ESIGELEC (<a href="http://www.esigelec.fr")>ESIGELEC</a>)&nbsp;:
						<p>Cycle ing&eacute;nieur r&eacute;alis&eacute; en apprentissage &agrave; la G&eacute;n&eacute;rale des Eaux.<br />Apprentissage r&eacute;alis&eacute; au sein du service client&egrave;le r&eacute;gional de la G&eacute;n&eacute;rale des Eaux</p></li>
						<li>2001 - DUT G&eacute;nie T&eacute;l&eacute;communications et R&eacute;seaux (<a href="http://iutrouen.univ-rouen.fr/dut-reseaux-et-telecommunications-351515.kjsp?RF=1384873111372")>D&eacute;partement GTR</a>)&nbsp;: <p>R&eacute;alis&eacute; &agrave; l'IUT de ROUEN, antenne d'Elbeuf sur Seine. <br />Stage de fin d'&eacute;tude r&eacute;alis&eacute; au sein de la Direction Informatique du CHU de ROUEN.</li>
					</ul>
			</div>
		</div>
		<div id="tab-4" class="tab-content">
			<h2>&gt;&nbsp;A propos de ce site...</h2>
			<h3>Objecits</h3>
			<p>Ce mini-site est propos&eacute; dans un but non-commercial, afin de permettre de partager mes exp&eacute;riences et comp&eacute;tences.</p>
			<p>&nbsp;</p>
			<h3>R&eacute;alisation</h3>
			<p>Ce mini-site a &eacute;t&eacute; con&ccedil;u "statique" et "responsive".</p>
			<p>Il s'inspire des gabarits pr&eacute;sent&eacute;s par <a href="https://webdesignerhut.com/">Web Designer Hut</a>.</p> 
			<p>&nbsp;</p>
			<h3>H&eacute;bergement</h3>
			<p>L'h&eacute;bergement de ce mini-site est r&eacute;alis&eacute; sur Amazon Web Service.</p>
		</div>
		<div id="tab-5" class="tab-content">
			<h2>&gt;&nbsp;Equipes</h2>
			<h3>ENGIE B2C</h3>
			<ul>
				<li>Cellule Performance Transverse&nbsp;: Manager
					<p>Cr&eacute;ation et animation d'une &eacute;quipe en charge de la performance transverse de la cha&icirc;ne applicative du portail DIGITAL (Portail, Middleware, SAP/Teradata).<br />
					Organisation en mode agile et transfert des activit&eacute;s &agrave; valeur ajout&eacute;e dans l'activit&eacute; r&eacute;guli&egrave;re des &eacute;quipes "nominales"<br />
					Mise en oeuvre de KPI orient&eacute;s Performance et de monitoring orient&eacute; Internautes</p>
				</li>
				<li>Support au RSSI B2C&nbsp;: Expert
					<p>Participation aux audits Datacenters et Prestataires externes. Acteur des analyses de risques sécurit&eacute; dans les projets.</p>
				</li>
				<li>Cellule SOA&nbsp;: Manager
					<p>Gestion et animation d'une &eacute;quipe en charge de la conception d'API communes aux CRC et aux besoins DIGITAUX (portails, applications mobiles, ...)<br />
					Organisation de l'activit&eacute; r&eacute;currente et mise en oeuvre de KPI permettant de mesurer le taux de r&eacute;utilisation des API et de d&eacute;finir la roadmap SOA<br />
					Cadrage d'&eacute;changes de donn&eacute;es entre ENGIE Home Services et la DMPA afin d'identifier les prospects communs</p>
				</li>
				<li>Programme CALYPSO&nbsp;: Architecte Programme
					<p>Animation d'une &eacute;quipe de deux &agrave; trois architectes fonctionnels<br />
					Coordination des architectes techniques<br />
					Pilotage de la r&eacute;solution d'anomalies transverses</p>
				</li>
			</ul>
			<h3>EasyZone Ltd. : London (NW1)</h3>
			<ul>
				<li>International Student Team : Lead Architect & Dev
					<p>Gestion d'une &eacute;quipe de cinq d&eacute;veloppeurs internationaux<br />
					Coordination de la rationalisation des fonctionnalit&eacute;s CMS en lien avec les autres &eacute;quipes</p>
				</li>
			</ul>
		</div>
	</section>

	<!-- Sidebar -->
	<aside id="sidebar">
		<h3>Contact</h3>
		<p><a href="mailto:gregory.cornu@gmail.com">@mail</a></p>		
	</aside>

	<!-- Pied -->
	<footer id="footer" class="clearfix">
		Copyright &copy Gr&eacute;gory CORNU 2016
	</footer>
</div>

<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-86406144-1', 'auto');
  ga('send', 'pageview');
</script>
<script src="js/jquery.js" type="text/javascript"></script>
<script src="js/animate.js" type="text/javascript"></script>

</body>
</html>